FocusGroup8/FocusLamp_DEMO2/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.4 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32p4"

#
# Component config
#

#
# Hardware Settings
#

#
# Chip revision
#
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
# end of Chip revision
# end of Hardware Settings

#
# Wi-Fi Remote
#
CONFIG_SLAVE_IDF_TARGET_ESP32C5=y
# end of Wi-Fi Remote
# end of Component config
